Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: (Reuters) - Actor Tom Hanks, British rock star Sting and comedian Lily Tomlin are to receive this year's Kennedy Center Honors, one of the top cultural prizes in the United States.
pt: O cantor britânico Sting e o ator americano Tom Hanks foram recompensados na noite de domingo no Kennedy Center com uma das distinções mais importantes do Estados Unidos.

source: Earlier, Ye Htut had said Myanmar's navy was taking the converted fishing boat to Bangladeshi waters - prompting its neighbour to underline that it would take back only those who were genuinely its citizens - but he later clarified his remarks to say the verification process would take place first.
pt: Mais cedo, o ministro tinha dito que a Marinha de Mianmar estava conduzindo o barco de pesca para águas de Bangladesh – o que levou esse país a comunicar que receberia apenas os que fossem genuinamente seus cidadãos .

source: "I was like, 'There's no way. '
pt: "Não gosto (ou não sei) lidar com dinheiro"

source: (Reuters) - A New York state prison employee charged with helping two murderers carry out an elaborate escape last week was moved on Saturday from a cell in the facility where she worked to a county jail about 165 miles (266 km) away, authorities said.
pt: (Reuters) - Uma funcionária da prisão estadual de Nova York acusada de ter ajudado dois assassinos a realizar uma elaborada fuga na última semana foi transferida neste sábado de uma cela na carceragem onde trabalhava para uma prisão distante cerca de 260 quilômetros, disseram autoridades.

source: Islamic State's lightning offensive through northern Iraq in June plunged the country into its gravest security crisis since the U.S.-led overthrow of Saddam Hussein in 2003, and raised concerns that its radical ideology will spread.
pt: O grupo também retirou a maior porção do norte iraquiano do controle do governo de liderança xiita em junho, mergulhando o país em sua pior crise de segurança desde a deposição de Saddam Hussein em 2003.

source: “The car had been shot up and burnt on a highway in the vicinity of Donetsk,” he said in a statement .
pt: "O veículo foi alvo de tiros e pegou fogo em uma estrada perto de Donetsk", disse Kiselev.

source: Senegal, where many UN agencies and non-governmental organisations (NGOs) have their regional offices, is expected to become a logistical hub.
pt: O Senegal, onde estão instaladas várias ONGs e agências da ONU, deve se tornar o centro das operações .

source: Fidel Castro, in rare public appearance, is 'full of vitality'
pt: Fidel Castro faz primeira aparição pública em mais de um ano

source: Later, at a news conference with Italian Prime Minister Matteo Renzi, Castro said he came out of the meeting with the pope "really impressed by his wisdom and his modesty".
pt: Castro disse que saiu do encontro com o papa "realmente impressionado com sua sabedoria e sua modéstia" e prometeu ir a todas as missas quando Francisco visitar Cuba, em setembro .

source: Four police officers were killed when their armoured vehicle was hit by a roadside blast in the town of Silopi in the province of Sirnak, security sources said.
pt: Poucas horas depois, quatro policiais morreram na explosão de uma bomba em uma estrada no sudeste do país, no distrito de Silopi, na província de Sirnak, perto da fronteira com Iraque e Síria .

source: Britain's Andy Murray is ready to deal with a partisan home crowd when he faces Nick Kyrgios in the Australian Open quarter-finals on Tuesday.
pt: Após vencer o búlgaro Grigor Dimitrov em um duelo emocionante, Andy Murray irá enfrentar o australiano Nick Kyrgios nas quartas de final do Aberto da Austrália .

source: "I still have it .
pt: Tem que pegar eu !

source: The FIFA U-20 World Cup – FIFA’s second-biggest men’s tournament – will be held on Oceanian soil for the third time after Australia hosted the competition in 1981 and 1993 .
pt: A Copa do Mundo Sub-20 da FIFA, segundo principal torneio masculino, será organizada pela terceira vez em um país da Oceania, já que a Austrália foi sede da competição em 1981 e 1993 .

source: A friend says he texted him and said, "I can't go out"
pt: Ela diz que não consegue dormir, nem sair de casa à noite .

source: What do you think ?
pt: Mas não foi bem isso que aconteceu .

source: Last year Samsung Electronics paid $200 million for U.S.-based start-up SmartThings, which makes software that helps control everything from door locks to light switches in homes.
pt: No ano passado, a Samsung pagou 200 milhões de dólares pela empresa iniciante SmartThings, que produz software que ajuda a controlar de fechaduras a iluminação em residências.

source: The condition of German motor racing star Michael Schumacher has improved slightly after a second operation to relieve pressure on his brain, his doctors say.
pt: Na terça-feira, o ex-piloto apresentou leve melhora após uma segunda operação para aliviar a pressão no cérebro, informaram os médicos.

source: Melendez, who also coauthored the paper on the discovery, said "the quest for an Earth 2.0, and for a complete Solar System 2.0, is one of the most exciting endeavors in astronomy .
pt: Segundo ele, “a procura de uma Terra 2.0 e de um Sistema Solar 2.0 completo é um dos esforços mais excitantes da astronomia” .

source: VIENNA, July 10 (Reuters) - Iran accused major powers on Friday of backtracking on previous pledges and throwing up new "red lines" at nuclear talks, after the deadline to reach an agreement in time to receive expedited scrutiny from the U.S.
pt: VIENA (Reuters) - O Irã acusou nesta sexta-feira as grandes potências de retrocederem nas promessas anteriores e incluírem novos limites nas conversas sobre o programa nuclear iraniano, após o fim do prazo para um acordo.

source: In February, French President Francois Hollande and German Chancellor Angela Merkel helped broker a peace deal for Ukraine in a last-ditch effort to stop months of fighting between pro-Russian separatists and Kiev forces.
pt: A chanceler federal alemã, Angela Merkel, e o presidente francês, François Hollande, fizeram em fevereiro uma viagem surpresa a Kiev e Moscou antes da Conferência de Munique, em um novo esforço diplomático .

source: ISTANBUL, June 24 (Reuters) - Turkey's central bank cut its main interest rate slightly more than expected on Tuesday, but stopped short of jeopardising its credibility with the sort of deeper move sought by Prime Minister Tayyip Erdogan ahead of an August election.
pt: ISTAMBUL (Reuters) - O banco central da Turquia reduziu sua principal taxa de juros nesta terça-feira, citando uma melhora nas condições globais de liquidez, mas não atendeu aos pedidos do primeiro-ministro Tayyip Erdogan de forte corte antes da eleição em agosto.

source: He's a great player and I am very happy he's here."
pt: Mas o desejo dele é ficar no São Paulo, ele está feliz aqui .

source: LILLE France (Reuters) - Despite his defeat by Gael Monfils in Friday's second singles rubber of the Davis Cup final, Roger Federer found something to smile about as the Swiss got "a ghost" off his back.
pt: Gaël Monfils, que empatou para a França o confronto contra a Suíça na final da Copa Davis, nesta sexta-feira, afirmou que a vitória contra Roger Federer foi uma das três maiores partidas da carreira.

source: The mother of the women killed in 2012 told Reuters Television the photographer was mocking her daughter and trying to hurt her parents.
pt: A mãe da jovem assassinada disse à TV Reuters que o fotógrafo debochou de sua filha e tentou ferir seus pais.

source: JAKARTA (Reuters) - Indonesian navy divers on Monday retrieved the black box flight data recorder from an AirAsia airliner that crashed two weeks ago, killing all 162 people on board, a government official said.
pt: As equipes de resgate da Indonésia conseguiram recuperar nesta segunda-feira (12) uma das duas caixas-pretas do avião da AirAsia que caiu há duas semanas no mar de Java com 162 pessoas a bordo, informou a imprensa local.

source: The satirical magazine is known for its controversial cartoons on political and religious leaders and has published numerous drawings lampooning the Islamic Prophet Mohamed.
pt: Charlie Hebdo é conhecida por provocar controvérsia com sátiras de políticos e líderes religiosos e já publicou diversos desenhos debochando de Maomé.

source: Slager was charged with murder Tuesday for the fatal shooting of Walter Scott following a traffic stop Saturday in North Charleston, SC .
pt: Michael Slager atirou oito vezes contra Walter Scott Lamer, que estava desarmado e havia sido parado em blitz de trânsito, em North Charleston, na Carolina do Sul

source: "If they want an agreement, sanctions must go.. .
pt: "Se eles querem um acordo, as sanções têm de ser retiradas.. .

source: Why didn't you ask me?'"
pt: Se não é amor, eu não sei o que é, meu bem".

source: Abe said that Japan will cooperate with the international community to make Islamic State atone for their crimes .
pt: "O Japão vai trabalhar com a comunidade internacional para levar os responsáveis por este crime à justiça .

source: "It really doesn't bother me at all," he said.
pt: E isso realmente não tem sido verdade para nós", diz.

source: No, that's not the case," he said .
pt: “Não, aí não dá,” diz.

source: An injured teenager follows behind them, her hands in the air as a gunman directs her where to go.
pt: Um adolescente, também ferido, os segue com os braços erguidos, enquanto um homem armado os diz para onde devem ir.

source: The repercussions are not inconsequential, with ripple effects throughout society as well as future generations," it added.
pt: As repercussões não são insignificantes, elas se disseminam como ondas pela sociedade, assim como em futuras gerações”, acrescenta o estudo.

source: Obama has vowed he will not deploy US troops on the ground in the fight against the militants, either in Iraq or Syria.
pt: Ontem à noite, Obama voltou a dizer que não enviará tropas americanas para combater no Norte do Iraque e na Síria.

source: Faced with the demonstrations Thursday, Compaore initially dissolved the government and said he would stay in power until elections could be carried out.
pt: Compaoré afirmou que iria liderar o governo de transição até as eleições do próximo ano e, em seguida, abandonaria o poder.

source: Greece has enough cash to pay second IMF loan tranche: sources
pt: Grécia paga primeira parcela de empréstimos que devia ao FMI

source: OK, you can have -- I believe perhaps he is a war hero."
pt: E quando você não está vencendo em uma guerra, você está perdendo."

source: Since Israel built a 230km wall along its border with Egypt, thus effectively sealing the frontier, the Mediterranean route has been the one most used by Eritrean migrants .
pt: Desde quando Israel construiu um muro de 230 Km na fronteira com o Egito, tornando praticamente vedada a fronteira, a rota do Mediterrâneo é a mais utilizada pelos migrantes eritreus .

source: Scotti was picked up by the police as he was taking his two teenage daughters to school .
pt: Scotti tem dois filhos com uma brasileira -- dois meninos -- e foi preso quando os levava à escola .

source: In 1995, EFE was honored with the Prince of Asturias Prize for Communication in recognition of its efforts to strengthen ties between Spain and Latin America.
pt: Em 1995, o Prêmio Príncipe de Astúrias de Comunicação e Humanidades reconheceu o trabalho de várias gerações de profissionais da Efe e seu esforço para garantir as relações entre Espanha e América Latina .

source: But I'm not into death rock, that's for sure .
pt: Eu não tenho dimensão de quem está ouvindo o que eu estou falando .

source: › France's Sapin says Greece will stay in euro, sees progress Monday
pt: "Grécia fica na zona do euro, é seu destino", diz ministro francês

source: U.S. Secretary of State John Kerry reaffirmed in a call with Russian Foreign Minister Sergey Lavrov that the United States considered the referendum illegal under Ukrainian law and that the United States would not recognize the outcome.
pt: Na sexta-feira, o secretário de Estado Americano, John Kerry, e o chanceler russo, Sergei Lavrov, conversaram por seis horas em Londres, mas não chegaram a um acordo para resolver a crise na Ucrânia.

source: I think we've also shown that there are some great players coming through in Canada, and next year we're going to do something special," Emma Fletcher, Canada midfielder.
pt: Também acho que mostramos que tem ótimas jogadoras sendo reveladas no Canadá e que no ano que vem vamos fazer uma apresentação especial".

source: It was an amazing finish, the support and turnout was incredible.
pt: O final foi incrível com todo o apoio que recebi .

source: WRAPUP 7-Missing Malaysian jet may have disintegrated in mid-air - source
pt: Avião desaparecido da Malásia pode ter se desintegrado no ar, diz fonte

source: Del Nero also missed the FIFA Congress in May in Zurich, having left Switzerland shortly after his predecessor Jose Maria Marin was among seven people arrested at their hotel after being indicted on corruption charges in the United States.
pt: Del Nero evita deixar o Brasil desde que abandonou congresso da entidade em maio, após a prisão de sete cartolas, entre eles o seu antecessor, José Maria Marin .

source: Three ambulance crews and a hazardous area response team were also sent to the scene.
pt: Foram enviados três carros dos bombeiros, além de uma equipe de resgate.

source: We don't want to see that anymore .
pt: Mas é o que se tem — o que se pode fazer.

source: "For me there isn't a right time .
pt: Na minha casa eu não vou mais", afirmou.

source: You don't think about it .
pt: “Mas na verdade não é nada disso .

source: I know it would political suicide and they know .
pt: O que, por não saber, ainda não quis”

source: Cuba 'will not change' communist system, despite thaw with US
pt: Raúl Castro diz que relação com os EUA não mudará sistema de Cuba

source: SLAVIANSK, Ukraine/ST PETERSBURG, Russia (Reuters) - U krainian forces killed up to five pro-Moscow rebels on Thursday as they closed in on the separatists' military stronghold in the east, and Russia launched army drills near the border in response, raising fears its troops would invade.
pt: SLAVIANSK, Ucrânia/SÃO PETERSBURGO, Rússia, 24 Abr (Reuters) - Forças ucranianas mataram até cinco rebeldes pró-Moscou nesta quinta-feira enquanto se aproximavam de um refúgio militar separatista no leste da Ucrânia, e a Rússia, em resposta, deu início a exercício militares perto da fronteira, exaltando os temores de que tropas russas possam intervir na região.

source: Satoru Iwata, the company's president, has passed away at the age of 55, according to a statement issued by Nintendo .
pt: A morte de Satoru Iwata, presidente da Nintendo, aos 55 anos, pegou o universo dos videogames de surpresa .

source: At least 224 Palestinians, most of them civilians, have been killed, Gaza health officials say .
pt: Autoridades de Gaza dizem que pelo menos 1.427 palestinos, a maioria civis, foram mortos e que há quase 7 mil feridos .

source: "I'm very lucky," she says .
pt: “Estou com dor de cabeça”, diz ela .

source: NEW YORK U.S. authorities on Thursday charged a New Jersey man with conspiring to support the militant group Islamic State, the fourth person arrested in recent days in the New York City region as part of a broader investigation.
pt: Um quarto cidadão americano foi preso em Nova York em menos de uma semana, acusado de apoiar o grupo Estado Islâmico (EI) - informaram as autoridades locais nesta quinta-feira (18).

source: UPDATE 1-Russia to ban U.S., EU food imports as Putin orders sanctions retaliation
pt: Rússia irá banir importação de alimentos de EUA e UE em retaliação a s …

source: Ukraine's former Prime Minister, Yulia Tymoshenko, has arrived in Berlin for medical treatment, a hospital official said Saturday.
pt: A ex-primeira-ministra ucraniana Yulia Timoshenko chegou a Berlim para tratamento no Hospital de Caridade, indicaram neste sábado funcionários da instituição.

source: I have to assess the squad .
pt: Preciso avaliar o plantel .

source: I have seen reports that Ukrainian air control changed the route of MH-17 and directed it to fly over the conflict area .
pt: Já vi notícias que dizem que o controle aéreo ucraniano mudou a rota do MH-17 e o mandou sobrevoar diretamente a área de conflito .

source: The announcement came in a statement from Pentagon Press Secretary Rear Admiral John Kirby: "I can confirm that US military and partner nation forces are undertaking military action against ISIL [Islamic State] terrorists in Syria using a mix of fighter, bomber and Tomahawk Land Attack Missiles."
pt: O porta-voz do Departamento de Defesa americano, o contra-almirante John Kirby, anunciou que seu país e "nações aliadas" tinham iniciado a ofensiva de ataques aéreos contra o grupo jihadista Estado Islâmico com uma combinação de caças, bombardeiros e mísseis Tomahawk.

source: The same news agency later quoted an unnamed representative at the fleet's headquarters as saying no assault was planned, adding: "This is complete nonsense."
pt: Segundo a fonte do quartel-general citada agora pela Interfax, nenhum ataque foi planejado, acrescentando que "isso é um completo absurdo".

source: Google recently announced that its self driving cars had covered 700,000 miles of public roads in autonomous mode, and that they were now tackling the tricky problem of busy city streets.
pt: O Google anunciou recentemente que seus carros já percorreram 700 mil milhas de vias públicas no modo autônomo, e que agora se preparam para enfrentar o trânsito das ruas movimentadas da cidade.

source: Purchasing Managers Index for the services sector rose to 57.1 in February, its highest level since October .
pt: O Markit, que compila os dados, informou que a leitura final do PMI para o setor de serviços subiu para 57,1 em fevereiro, maior nível desde outubro.

source: Greece crisis a problem for Europe, Tsipras says
pt: "O que chamam de problema grego não é um problema grego, é um problema europeu .

source: I don't want to lose my father to that."
pt: Você sabe que seu pai já foi criança um dia, não sabe ?

source: The euro zone position, as expressed by French Finance Minister Michel Sapin to Varoufakis on Sunday, hasn’t shifted either — Greece could be given more time to pay off its debt if it keeps its budget in balance and maintains promised reforms but the debt will not be written off.
pt: A Grécia não tem futuro fora do euro, mas é legítimo que o país discuta formas de reduzir o peso da sua dívida, disse o ministro das Finanças francês, Michel Sapin, antes de uma reunião com o ministro das Finanças grego, Yanis Varoufakis, no domingo (1).

source: Two helicopters crash in midair, killing 10 in Argentina
pt: Colisão de dois helicópteros na Argentina deixa 10 mortos

source: tweets: Our thoughts today are with our emergency service colleagues and everyone else affected by last night's awful helicopter crash in Glasgow.
pt: O primeiro-ministro britânico, David Cameron, revelou no Twitter que seus "pensamentos estão com todos os afetados pelo acidente de helicóptero em Glasgow".

source: Each year the hatchery releases as many animals as scientists believe are ready for the wild, where they can grow to 2.5 to 2.8 meters long, about 8 to 9 feet.
pt: Todos os anos, a incubadora solta os animais que os cientistas acreditam estarem prontos para viver na natureza, onde podem chegar a ter entre 2,5 metros e 2,8 metros de comprimento .

source: It’s important not just for Rugby, but for life. ”
pt: Acho que é uma parte, mas não a mais importante .

source: Asteroid to fly "very close" to Earth
pt: Asteróide passará perto da Terra no domingo

source: "I guess it's a thing guys just don't talk about."
pt: "Mas ainda há muito a fazer", dizendo que "não fala sobre política".

source: US to keep 9,800 troops in Afghanistan in 2015
pt: EUA manterão 9.800 militares no Afeganistão

source: According to Winkelmann, there were 67 Germans on board, including 16 students and two teachers who were on their way home after an exchange in Spain.
pt: Entre as vítimas havia 16 estudantes e dois professores alemães que foram à Espanha para participar de uma programa de intercâmbio escolar.

source: The WHO said in a statement that an international delegation that it and the Pan American Health Organization sent to Cuba in March determined the country met the criteria for the designation .
pt: Em um comunicado, a OMS disse que uma delegação internacional que a entidade e a Organização Pan-Americana da Saúde (Opas) enviaram a Cuba em março averiguou que o país cumpriu os critérios para o anúncio .

source: In April, Freddie Gray died in hospital a week after Baltimore police had taken him into custody.
pt: O funeral de Freddie Gray, um homem negro que morreu enquanto estava sob custódia da polícia de Baltimore, foi realizado nesta segunda-feira .

source: As a first contender, Brazilian football legend Zico has announced his candidacy for the FIFA presidency .
pt: O ex-jogador de futebol brasileiro Zico também é candidato à presidência da organização .

source: "Moreover, early therapy conveys a double benefit, not only improving the health of individuals but at the same time, by lowering their viral load, reducing the risk they will transmit HIV to others," he said in a statement.
pt: “Uma terapia mais precoce não só melhora a saúde das pessoas infectadas como, ao mesmo tempo, reduz a carga viral e o risco de transmissão da aids. ”

source: HONG KONG (Reuters) - Thousands of people took to the streets of Hong Kong on Sunday to protest against electoral reforms approved by Beijing to choose the city's next leader, the beginning of several days of demonstrations before the reforms go to a vote.
pt: Milhares de pessoas voltaram às ruas neste domingo em Hong Kong, na China, para protestar pelo voto direto e pedir para que os legisladores votem contra a proposta de reforma eleitoral apresentada pelo governo chinês, cuja votação deve ocorrer entre quinta e sexta-feira.

source: Overarching goals here are exactly the same .
pt: As metas globais são exatamente as mesmas .

source: “It is an extremely expensive construction, whose cost, clearly, is unlikely to have been borne by a private citizen,” the ministry statement said .
pt: "O custo extraordinário da construção significa que é improvável que tenha sido construída para sepultar um indivíduo privado", destacou o ministério.

source: One person has been beheaded and two people injured in a terrorist attack at a U.S.-owned gas factory near Lyon in southeastern France, President François Hollande said Friday.
pt: Uma pessoa morreu e várias ficaram feridas nesta sexta-feira (26/06) num ataque contra uma fábrica de gás perto da cidade de Lyon, no leste da França.

source: Bin Laden son-in-law sentenced to life in U.S. prison .
pt: Genro de Bin Laden é condenado à prisão perpétua em Nova Iorque

source: Others argue the vote won't be on documents, it will be a vote on whether or not Greece stays in the euro.
pt: O voto no "não" é uma aposta de que a situação não pode ficar pior do que está .

source: PITTSBURGH A hacker charged with helping to break into least 77,000 computers through the online hacking forum Darkode pleaded guilty on Monday in U.S. District Court, prosecutors said.
pt: PITTSBURGH (Reuters) - Um hacker acusado de ajudar a invadir pelo menos 77 mil computadores, por meio do fórum de ataques cibernéticos Darkode, se declarou culpado nesta segunda-feira em um tribunal distrital dos Estados Unidos, disseram promotores.
